
 [
      {
        "id": 1,
        "title": "Junior Java developer",
        "shortdescription": [
          "Ontwikkelen softwareapplicaties",
          "Identificeren van bottlenecks",
          "Onderhouden van applicaties",
          "Scrum"
        ],
        "intro": "Ben je gebeten door softwareontwikkeling? En hou je ervan om sprintjes te trekken in een agile team? Dan ben jij de IT-knobbel (m/v/x) die we zoeken om onze digitale ambities vorm te geven. Zo draag je bij tot innovaties waarvan miljoenen klanten de vruchten plukken.",
        "tasks": [
          "Je ontwerpt, ontwikkelt en onderhoudt hoogwaardige, herbruikbare en betrouwbare softwareapplicaties.",
          "Je identificeert en corrigeert bottlenecks, en lost bugs op.",
          "Je lanceert nieuwe functionaliteiten.",
          "Je waakt over codekwaliteit, organisatie en automatisatie."
        ],

        "skills": [
          "Specialist in HTML, CSS, jQuery",
          "Je omarmt de scrumwaarden: betrokkenheid, focus, openheid, respect en een gezonde dosis lef.",
          "Je bent leergierig en gedreven, en je weet van aanpakken.",
          "Je bent vertrouwd met java en object oriented programmeren, domain driven design en software designpatterns",
          "Je gedijt uitstekend in een team, en deelt graag je kennis en inzichten.",
          "Je legt gemakkelijk verbanden, en durft dingen in vraag te stellen.",
          "Je behaalde een bachelor of master diploma computerwetenschappen of informatica, en hebt maximaal drie jaar ervaring.",
          "Je hebt een goede kennis van het Nederlands of het Frans, en ook het Engels."
        ],

        "escoSkills": [
          {"url": "http://data.europa.eu/esco/skill/0af062de-eb43-41e9-9b96-249e2cd22d26", "name": "opmaaktaal gebruiken"},
          {"url": "http://data.europa.eu/esco/skill/7fb699d9-182a-430e-b7a0-6d8ed05c284b", "name": "grafisch ontwerp"},
          {"url": "http://data.europa.eu/esco/skill/00c04e40-35ea-4ed1-824c-82f936c8f876", "name": "incrementele ontwikkeling"}
        ]
      },
      {
        "id": 2,
        "title": "UX data-analist",
        "shortdescription": [
          "Organiseren en plannen",
          "Aanbrengen van verbeteringen in processen",
          "Vertalen van business requirements",
          "Uitwerken beleid rond gebruiksdata & analytics"
        ],
        "intro": "Ben jij graag bezig met het analyseren van de data die schuilen achter de optimale gebruikerservaring? Je eet cijfers als ontbijt en je kan die nog eens helder brengen ook? Solliciteer dan snel voor deze topfunctie!",
        "tasks": [
          "Je gaat op zoek naar logische verbanden in onze gebruiksdata en je analyseert die grondig: zijn er trends te ontdekken of dringen beslissingen zich op?",
          "Je initieert, ontwerpt en voert onderzoek uit teneinde verbetervoorstellen te doen naar UX & solutions.",
          "Je ontwikkelt A/B-testen, bekijkt en valideert testdata, je voert analyses uit en rapporteert die naar de betrokken teams om te zien welke features de meeste impact hebben.",
          "Je valideert bevindingen uit kwalitatief onderzoek aan de hand van kwantitatieve resultaten.",
          "Je werkt een beleid uit rond gebruiksdata & analytics en je bepaalt in samenwerking met de stakeholders de prioriteiten in dit beleid. Op basis hiervan bepaal je een roadmap en werk je een strategie uit voor het product.",
          "Je begeleidt de teams in onze solutionorganisatie bij de correcte implementatie van analytics."
        ],

        "skills": [
          "Je bent in het bezit van een masterdiploma of gelijkwaardig door ervaring en hebt een eerste relevante werkervaring achter de rug.",
          "De implementatie en interpretatie van data- en behaviouranalyse zijn voor jou een koud kunstje.",
          "Google Analytics, Google Optimize, Hotjar, Microsoft Clarity en consoorten ken je als broekzak.",
          "Je kan de juiste meetpunten definiëren in customer journeys en voor de juiste persona’s.",
          "Je bent niet bang voor pionierswerk; Je kan cijfers in een duidelijk, overtuigend verhaal gieten en die rapporteren naar PO’s, PM’s en management. Je bent bereid mensen te overtuigen om de juiste focus te leggen.",
          "Je kan zelfstandig aan de slag en bent iemand die graag initiatief neemt. Je kennis up-to-date houden is voor jou een vanzelfsprekendheid.",
          "Je bent creatief en denkt graag out of the box."
        ],

        "escoSkills": [
          {"url": "http://data.europa.eu/esco/skill/0af062de-eb43-41e9-9b96-249e2cd22d26", "name": "opmaaktaal gebruiken"},
          {"url": "http://data.europa.eu/esco/skill/7fb699d9-182a-430e-b7a0-6d8ed05c284b", "name": "grafisch ontwerp"},
          {"url": "http://data.europa.eu/esco/skill/00c04e40-35ea-4ed1-824c-82f936c8f876", "name": "incrementele ontwikkeling"},
          {"url": "http://data.europa.eu/esco/skill/1605025e-a179-421f-8f35-5b07d182a6b2", "name": "webanalyse"}
        ]
      },
      {
        "id": 3,
        "title": "Business analist",
        "shortdescription": [
          "Kennis van SQL",
          "Enterprise Architect",
          "Logistieke processen",
          "Software implementaties"
        ],
        "intro": "Als Business Analyst ga je aan de slag in ons hoofdkantoor in het centrum van Antwerpen en werkt tevens regelmatig op onze sites in de Antwerpse haven. In het kader van nieuwe software implementaties en verbeteringsprojecten breng je bestaande processen in kaart en kan je steeds een heldere analyse hiervan voorleggen. Proces wijzigingen zijn essentieel in het oplossen van problemen of in het onderzoeken van nieuwe opportuniteiten. Je werkt wijzigingen en nieuwe processen uit en staat hiervoor dagelijks in contact met de medewerkers van andere afdelingen en beheert de uitwisseling van informatie zodat de expertise binnen de organisatie groeit.",
        "tasks": [
          "Je verzamelt alle nodige informatie voor de process analyse en reikt hiervoor uit naar de juiste partijen binnen, en eventueel buiten, de organisatie.",
          "Je documenteert proces informatie via visuele diagrammen (proces designs) en maakt hiervoor gebruik van specifieke software Enterprise Architect.",
          "Je werkt mee in projectteams en bent verantwoordelijk voor het uitwerken en analyseren van de processen en bent onderlegd om deze te vertalen naar functionele processen in onze software applicaties. Je hebt hierbij oog voor detail en bent creatief.",
          "Je bent een schakel tussen business en IT. In die hoedanigheid sta je ook technisch je mannetje en kan je meepraten met de meest recente technologische evoluties.",
          "Je deelt informatie en werkt op die manier actief mee het vergroten van de expertise binnen de organisatie.",
          "Je communiceert op een heldere manier met alle stakeholders."
        ],

        "skills": [
          "Je beschikt over een hogere opleiding aangevuld met minstens 1 tot 3 jaar werkervaring als Business Analyst.",
          "Al reeds ervaring met software implementaties.",
          "Bezit de nodige kennis van BPMN.",
          "De nodige ervaring met Enterprise Architect",
          "Kennis van logistiek (forwarding, warehousing, transport, douane)."
        ],
        
        "escoSkills": [
          {"url": "http://data.europa.eu/esco/skill/0af062de-eb43-41e9-9b96-249e2cd22d26", "name": "opmaaktaal gebruiken"},
          {"url": "http://data.europa.eu/esco/skill/7fb699d9-182a-430e-b7a0-6d8ed05c284b", "name": "grafisch ontwerp"},
          {"url": "http://data.europa.eu/esco/skill/00c04e40-35ea-4ed1-824c-82f936c8f876", "name": "incrementele ontwikkeling"},
          {"url": "http://data.europa.eu/esco/skill/598de5b0-5b58-4ea7-8058-a4bc4d18c742", "name": "SQL"},
          {"url": "http://data.europa.eu/esco/skill/e747e77e-0ea1-4001-8b07-1d11946b5f1b", "name": "Frans"}
        ]
      }
    ]